Revit 2027 API
ParameterTypeId.ThermalMaterialParamPermeability Property
 "Permeability"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ThermalMaterialParamPermeability { get; }
Public Shared ReadOnly Property ThermalMaterialParamPermeability As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ThermalMaterialParamPermeability {
	ForgeTypeId^ get ();
}
static member ThermalMaterialParamPermeability : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace